// pages/howFind/index.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    userMethodContentList: [
      {
        "title": "方式 1",
        "content": "首次使用后，下拉微信聊天列表，即可在最近使用的小程序中找到。或者在搜索框输入即可。"
      },
      {
        "title": "方式 2",
        "content": "在微信中点击【发现】——【小程序】历史列表中即可找到。"
      },
      {
        "title": "方式 3",
        "content": "安卓手机，可以【添加到桌面】设置为桌面图标！方便快速查看！"
      },
      {
        "title": "设置为星标 寻找更快捷",
        "content": "为了查找方便，可以将【油价地图】设置星标小程序。设置方法：在微信中点击【发现】—【小程序】，找到油价地图。"
      }
    ]
  }
})